instraction = 'Для того чтобы использовать бота, вам понадобится следовать простой инструкции:\n' + \
       '1. Напишите "привет", чтобы активировать бота. Он ответит вам приветственным сообщением и '\
       'предложит команду "поиск".\n' + \
       '2. Напишите "поиск", чтобы начать поиск пользователей. Если у вас уже есть сохраненные параметры, '\
       'бот будет искать пользователей согласно этим параметрам. В противном случае, он предложит вам '\
       'изменить параметры поиска.\n' + \
       '3. Используйте команду "город", чтобы изменить город поиска. Бот попросит вас подтвердить '\
       'изменение и ввести новый город.\n' + \
       '4. Используйте команду "пол", чтобы изменить пол поиска. Бот попросит вас подтвердить '\
       'изменение и ввести новое значение (1 - женский, 2 - мужской).\n' + \
       '5. Используйте команду "др", чтобы изменить дату рождения. Бот попросит вас '\
       'подтвердить изменение и ввести новую дату в формате ДД.ММ.ГГГГ.\n' + \
       '6. Если вы хотите завершить общение с ботом, отправьте команду "пока". Бот отправит прощальное '\
       'сообщение.\n' + \
       'Вы также можете обратиться к боту, отправив команду "инструкция", если у вас возникнут вопросы или '\
       ' понадобится помощь. Бот всегда готов помочь вам в поиске подходящих пользователей.'
